#!/bin/bash

#####################################
##author: Gunfire 
##release: V1.0.0
##Time: 2020-4-28
##Description: 打印一个水果店列表
#####################################

echo -e "\t\t     \033[32m\t 水果菜单 \033[0m        \n"
echo -e "\t   \033[31m水果\033[0m \t\t \033[31m价格\033[0m \t\t\t \033[31m重量\033[0m"
echo -e "\t   \033[36m1)苹果 \t\t￥10.00 \t\t1kG\033[0m"
echo -e "\t   \033[36m2)香蕉 \t\t￥09.00 \t\t1kG \033[0m"
echo -e "\t   \033[36m3)橘子 \t\t￥15.20 \t\t1kG \033[0m"
echo -e "\t   \033[36m4)火龙果 \t\t￥28.00 \t\t1kG \033[0m"

